semestr2/his-fil/23.02.2021-sceptycyzm.md

# Table of Contents

1.  [Sceptycyzm](#orgccef768)
    1.  [Pyrron z Elidy](#orgaaf3ebb)
    2.  [Sceptycyzm Akademicki](#orge76e45f)
    3.  [Nowa Akademia](#orgbd746c2)
    4.  [Ainedyzem z Knossos 1 w p n e](#org9eac0a8)
    5.  [Sekstus empiryk](#orgb04d055)



<a id="orgccef768"></a>

# Sceptycyzm

-   od gr. skeptikos


<a id="orgaaf3ebb"></a>

## Pyrron z Elidy

-   365-275 r p n e
-   nie stworzył systemu filozoficznego, rozwinął natomiast naukę o krytycznej analiie sądów
-   wątpi w możliwość obiektywnego poznania (nawiązując do ksenofanesa z kolofonu, pojawia się również u sofistów)
-   podchodzi krytycznie do dogmatów
-   nie zotawił po sonie żadnych dzieł filozoficznych
-   znamy jego poglądy bo były wspomniane przez Tymona z Fliuntu 325-236 r p n e
-   każde stwierdzenie może być równie prawdziwe jak jego przeciwieństwo
-   to podejście pozwala na osiągnięcie ataraksji (spokoju ducha, w którym nie ma się co do niczego pewnosci, niezakłócony spokój wobec przypuszczeń)


<a id="orge76e45f"></a>

## Sceptycyzm Akademicki

-   przełom 3 i 2 w p n e?
-   pod kierownictwem Arkesilaos (315-240 r p n e)? (średni okres akademia)


<a id="orgbd746c2"></a>

## Nowa Akademia

-   Karneades 213-128 r pne
    -   w roku 155 miał w Rzymie wystąpienie (2-dniowe, 1 dnia za sprawiedliwością, 2 dnia przeciwko)
    -   w 1 w eklektyzm przejmuje sceptycyzm


<a id="org9eac0a8"></a>

## Ainedyzem z Knossos 1 w p n e

-   tropy - pokazał niepewność różnych sądów, np na temat doznań zmysłowych


<a id="orgb04d055"></a>

## Sekstus empiryk

-   Zarysy pyrrońskie
-   należał do lekarzy empiryków (jak nazwa wskazuje)
-   

